[General]
Translator, "J Da Silva, Lomart"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAOvr65UXCePj4+rq6u3y89IhDJgXCu/v76Ojo+3t7eXl5efn59AhDNQhDeKn
nlZxkd4iEJAUBSBpwpEVB991ZuKlnF9zj990ZVxyktAcBVpxkunn5Yyp1a7C3ZlOQ5hORmNzkOrn
5GBzkYek0Yal1O7u7oKk1ZUtJM4eB4Kj0oOj0azC3ujl4kxpi6CgoFh3lt5sXXyi04uo1N1tXRtM
hldyldp1ZxdJhCBrwXui1H6h0+rx8ZgXC+Z0Yx1Rievy8yBovPDv7WR1kvb9/qvC3+ByY7PH4OBm
VdcyHtxuX84oEoSk0SZ2zJ0XC2p4jSZvxICs2xpRjN53ajx5xnqj0aSjoH6k1+asopp1b6Gkpa/D
3dtrW6arq+7t66GhodYhDd0iDvHx8dIcBnmGl3yi1Fdwk3+l1dsiD4Wn1l9yjtIuGX6l1tghDoGi
0vLx8EV/xdYhDtkiDXmh1+bt7uOkm5Cr2JoXC3um1NtwYXSeziFnvZUXCihzyNpdTCRwxZMiE5VQ
RuR6be319Yyp1NUhCuYjEFhxkezp5ptTS5ZQR9x2au3r6idqu1xxkJsXC98iENxtXthzZnWg1tyI
fZQTBaOiodQcCGBzkvTw7k9tlX6h0oGi0c4bBPH19htlvHmh1N1rW+zw8H+i0omm1NchDNwiDiVt
wZq32dodCJRWTnqh1O7t7AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjYAJ2ASGOh0ZhKLrxkwQIo0QcPqYTUGcQBjRE3Bw50ukLhQpEef0TIGLGkjZZFAwCEcoAnCaQj
ES6NUpFCR4dVKQlU2DIDBpIJGEhsEpVjRRcACQjQAdVHDaEAGkxoivGJSBCkBCYpQcGAVABDZsis
kXRqgwABcyJxYlAgToAHVlS98ZSHhQAFO2xkKNDgjIEychjpwUElhIIFPxSJaQAHjIEaU4CY8nPn
0IIBgqRY+sLmkaNMEp7wYQIFU4kwQwKhKgWhUJMWN2j4iPKiCgIEXBBR2sPDzomAADs=


[BFAPI_Strings]
ErrorFailClientTime, "Votre ordinateur n'est pas à l'heure.\nS'il vous plaît, veuillez la vérifiez puis réessayez."
ErrorFailLogin, "Vérifiez votre adresse email et mot de passe puis réessayez."
ErrorFailPrefix, "Failed to connect to your Binary Fortress account."
ErrorInvalidProTrialLicenseKey, "Votre clé de licence d'essai FileSeek semble invalide.\nVeuillez nous contactez pour plus d'information."
ErrorItemSizeTooLarge, "Un de vos profils FileSeek est trop grand.\nEssayez de synchroniser un profil plus petit."
ErrorTrialExpiredPrompt, "Votre Licence d'essai de FileSeek Pro a expiré.\nAimeriez-vous nous contacter et commencer un autre essai ?"
ErrorUnknownProPurchasedLicenseKey, "Votre clé de licence d'essai FileSeek semble invalide.\nVeuillez nous contactez pour plus d'information."
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "Mes &Licences"
btnRegister, "&Register"
lblAccountStatus, "Account Status:"
lblEmailAddress, "Email Address:"
lblMyPassword, "Reset Password"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personnel ou Entreprise, # indiqué dans le nom de licence"
LicenseRestrictionDonation, "Personnel SEUL, 1 ordinateur"
LicenseRestrictionEnterprise, "Ordinateurs illimités sur tous les sites de l'entreprise"
LicenseRestrictionPersonalHome, "Personnel SEUL, nombre d'ordinateur illimité"
LicenseRestrictionSite, "Nombre d'ordinateur illimité sur 1 site"
LicenseRestrictionStandard, "Personnel ou Entreprise, 1 ordinateur"
LicenseRestrictionSteam, "Personnel ou Entreprise, nombre d'ordinateurs illimités, l'utilisateur principal est vous et Steam est installé"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Veuillez entrez une adresse email valide et réessayer."
ErrorEnterPassword, "Veuillez entrez votre mot de passe et réessayer."
ErrorLoginFailed, "Impossible de charger vos informations de compte.\nVeuillez vérifiez votre adresse email et mot de passe et réessayer."
ErrorNoLicensesFound, "Désolé, nous n'avons trouver aucune information de licence pour ce compte.\nSi vous avez besoin d'assistance, veuillez nous contactez."
ErrorUnknownLicenses, "Une erreur s'est produite en chargeant vos information de licence."
ErrorUnknownLogin, "Une erreur s'est produite en chargeant vos informations de compte."
Note, "Connectez-vous pour connaître votre clé de licence FileSeek et synchroniser votre profil de recherche."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "Chargement des informations de licence"


[BFAPIMyLicenses_Controls]
colDateCreated, "Date de création"
colDateExpires, "Date d'expiration"
colLicenseKey, "Clé de licence"
colLicenseRestrictions, "Restriction de licence"
colLicenseType, "Type de licence"
colName, "Nom licence"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Êtes-vous sûr de vouloir utiliser cette Clé de licence?"
ErrorSelectLicense, "S'il vous plaît, sélectionnez une licence dans la liste et réessayez."
ShowNeedLicenseWarning, "Sélectionnez une de vos clés de licence dans la liste, puis cliquez le bouton 'OK' pour utiliser cette Clé de licence."
Title, "Mes licences"


[BFFormDownload_Strings]
ConfirmCancel, "Êtes-vous sûr de vouloir annuler ce téléchargement?"
Error, "Une erreur s'est produite."
Progress, "Reste: {0} Ko ({1} Ko total)"
ProgressUnknown, "Téléchargé: {0} Ko"


[BFFormErrorMessage_Controls]
btnCopy, "&Copier dans le presse-papier"
btnMoreInformation, "&Afficher plus d'informations"


[BFFormProxySettings_Controls]
btnSave, "Enregistrer"
lblProxyAddress, "Adresse serveur:"
lblProxyPassword, "Mot de passe:"
lblProxyPassword2, "Ressaisir le mot de passe:"
lblProxyPort, "Port:"
lblProxyUsername, "Nom d'utilisateur:"
rdoCustomSettings, "Utiliser des &réglages serveur proxy personnalisés:"
rdoNoProxy, "&Pas de serveur Proxy (connexion Internet directe)"
rdoUseIESettings, "Utiliser les paramètres de connexion d'Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "S'il vous plaît, saisir une adresse de Serveur Proxy ou sélectionner 'Aucun Serveur Proxy'."
EnterServerPort, "S'il vous plaît, saisir le port du serveur Proxy ou sélectionner 'Aucun Serveur Proxy'."
PasswordDecryptionFailed, "Vos paramètres de connexion Internet semblent invalides.\nVeuillez ressaisir le mot de passe du serveur Proxy."
PasswordsNotMatch, "Vos saisies de mot de passe du serveur Proxy sont différentes, veuillez réessayer."
Title, "Paramètres de connexion Internet"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Parcourir"
ButtonRefresh, "&Rafraichir"
ColApplication, "Application"
ColPath, "Chemin"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "Toutes applications"
PleaseSelectApplication, "Veuillez sélectionner l'application en premier."
Title, "Sélectionner l'application"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valeur par défaut"
colSetting, "Réglages"
colValue, "Valeur"
lblHelp, "Double-cliquez sur un paramètre pour le modifier, cliquez sur le bouton 'Aide' pour plus d'information."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Une erreur s'est produite lors de la sauvegarde des paramètres."
SavedSuccessfully, "Vos paramètres avancés ont été sauvé avec succès.\nVous devez redémarrer FileSeek pour qu'ils prennent effet."
Title, "Paramètres avancés"
TitleEdit, "Editer les paramètres avancés"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Adresse email:"
lblMessage, "Message:"
lblName, "Nom:"
lblSubject, "Sujet:"
lblWarning, "Les informations de l'onglet problèmes et votre fichier 'Debug.log' seront encryptés et joints à cette demande de support afin que nous puissions résoudre votre question plus rapidement."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "S'il vous plaît, saisir une adresse email valide puis réessayez."
EnterMessage, "S'il vous plaît, saisir un message puis réessayez."
EnterName, "S'il vous plaît, saisir votre nom puis réessayez."
EnterSubject, "S'il vous plaît, saisir un sujet."
SendSuccess, "Votre message a été envoyé avec succès.\nNous vous contacterons d'ici un jour ouvrable."
Title, "Demande du support"
TooLongEmailAddress, "Veuillez entrez une adresse email plus courte et réessayez."
TooLongName, "Veuillez entrez un nom plus court et réessayez."


[BFFormUpdate_Controls]
btnChangeLog, "&Voir les modifications"
btnDownload, "Télécharger et &Installer"
btnRemindMeLater, "&Plus tard"
btnSkipThisVersion, "&Passer cette version"
btnWebsite, "&Télécharger"
lblNewVersion, "Nouvelle version:"
lblOldVersion, "Version actuelle:"
lblUpdateNotes, "Quoi de neuf dans cette version:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Il est recommandé de mettre à jour vers cette nouvelle version.\nÊtes-vous sûr vous voulez ignorer cette mise à jour?"
DownloadFailedSave, "Impossible de sauver ce fichier localement."
DownloadingUpdate, "Téléchargement mise à jour"
DownloadInvalidData, "Données invalides revenues du serveur. Le serveur peut avoir un problème pour trouver le fichier demandé."
DownloadNoData, "Aucune donnée parvenue du site Web."
ErrorDownload, "Une erreur s'est produite en essayant de télécharger la nouvelle version."
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
Title, "Mise à jour disponible"
UpdateProMessage, "Vous devez utiliser FileSeek Pro pour utiliser la mise à jour en un clic.\nVoulez-vous plus d'information sur cette mise à jour?"


[BFHelpButton_Controls]
mniOnlineHelp, "Aide en ligne"
mniSupportRequest, "Demande de support"


[BFTextQuery_Strings]
CaseSensitive, "Respect Min/maj:"
MayContain, "Peut contenir:"
MayNotContain, "Ne peut pas contenir:"
MustContain, "Doit contenir:"
MustNotContain, "Ne doit pas contenir:"


[BFUpdateCheck]
AlreadyInProgress, "Vérification des mises à jour en cours ..."
ErrorRunningDownloadedFile, "Une erreur s'est produite lors de l'exécution du fichier d'installation téléchargé."
FailedToGetVersion, "Impossible de charger la version la plus récente."
InvalidLicensePrompt, "Votre Clé de licence FileSeek Pro semble invalide!\nVeuillez considérez l'achat d'une licence de FileSeek Pro comme une aide pour supporter les futurs développements.\nAimeriez-vous voir plus d'information?"
NoUpdate, "Vous utilisez déjà la version la plus récente."
Title, "Mise à jour"


[cFunctions_Strings]
FolderNotRecognized, "Le dossier sélectionné n'est pas reconnu et ne peut pas être recherché."


[cSettings_Strings]
SettingsLoadError, "Une erreur s'est produite lors du chargement des paramètres."
SettingsSaveError, "Une erreur s'est produite lors de l'enregistrement des paramètres."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Parcourir et Ajouter"
btnBrowseExcludePath, "Parcourir"
btnFolderBrowse, "&Parcourir"
btnFolderBrowseAppend, "Parcourir et Ajouter"
btnNewSearch, "Rechercher dans un nouvel onglet"
btnPause, "Pause"
btnResume, "Résumé"
btnSearch, "&Recherche"
btnStop, "&Arrêter"
chkCaseSensitive, "Recherche sensible à la casse"
chkFileSizeMax, "Taille maximale fichier:"
chkFileSizeMin, "Taille minimale fichier:"
chkIsExcludeFilesRegEx, "Fichiers filtres exclus sont des RegEx"
chkIsIncludeFilesRegEx, "Fichiers filtres inclus sont des RegEx"
chkIsQueryRegEx, "Recherche RegEX"
chkSearchSubFolders, "Recherche sous-dossier"
chkShowFirstResult, "Afficher &uniquement le premier résultat d'un fichier"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Afficher le noms des fichiers qui contiennent le texte recherché"
chkShowQueryMatchFolders, "Afficher le nom des dossiers qui contiennent le texte recherché"
chkUseIFilters, "Recherche en utilisant les handlers fichier (plus lent)"
colDateAccessed, "Date accès"
colDateCreated, "Date création"
colDateModified, "Date modification"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Taille fichier"
colLine, "Ligne"
colLineNumber, "Ligne #"
colPath, "Chemin"
lblAccessedTo, "au"
lblAdditionalLinesAfter, "Nombre de lignes à afficher avant et après le résultat de la recherche:"
lblAdditionalLinesBefore, "Afficher ces lignes avant et après le résultat de la recherche:"
lblCreatedTo, "au"
lblDateAccessed, "Date dernier accès:"
lblDateCreated, "Date création:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Date modification:"
lblExcludeFiles, "Fichiers exclus:"
lblExcludePath, "Chemin(s) exclu(s):"
lblFilterResults, "Filtre:"
lblIncludeFiles, "Fichier inclus:"
lblModifiedTo, "au"
lblPath, "Chemin(s):"
lblQuery, "Recherche:"
lblStatusFound, "Résultats trouvés: {0}"
lblStatusTotal, "Fichiers recherchés: {0}"
mniAbout, "A propos"
mniClearSearchHistory, "Efface Historique des recherches"
mniCloseAll, "Fermer tout"
mniCloseAllButThis, "Fermer les autres"
mniCloseSearch, "Fermer"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Copier tous les résultats"
mniExit, "Quitter"
mniExplorerContextMenu, "Menu contextuel Windows"
mniHelp, "Help"
mniOpenFolder, "Ouvrir le dossier contenant"
mniOpenFolderOnly, "Ouvrir dossier"
mniOpenOther, "Ouvrir avec une autre application"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Retirer le(s) résultat(s) sélectionné(s) de la liste"
mniSettings, "Paramètres"
mniShowFilterControls, "Afficher les filtres de contrôle"
mniTextCopy, "&Copier"
mniTextSelectAll, "&Tout sélectionner"
mniTools, "&Outils"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Exporter tous les résultats en HTML"
mnuExportSelectedResultsHTML, "Exporter le(s) résultat(s) sélectionné(s) en HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Langages"
mnuLoadProfile, "Charger"
mnuManageProfiles, "Gestion profils"
mnuOpen, "Ouvrir"
mnuOpenNotepad, "Ouvrir avec Notepad"
mnuProfile, "Profils"
mnuSave, "Enregistrer"
mnuSaveAll, "Exporter tous les résultats en CSV"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Exporter le(s) résultat(s) sélectionné(s) en CSV"
mnuShowFullLanguageList, "Afficher la liste complète"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Correspondance recherche pour chaque ligne du fichier"
rdoMatchQueryToWholeFile, "Correspondance recherche pour le fichier entier"
tabAdvanced, "Avancé"
tabDateFilters, "Filtre date"
tabFileSizeFilters, "Filtre taille fichier"
tabSearch, "Recherche"


[frmMain_Strings]
AccessedAfterTT, "Accès après {0}"
AccessedBeforeTT, "Accès avant {0}"
AccessedBetweenTT, "Accès entre {0} et {1}"
AppSelectionErrorPartOne, "L'application que vous avez sélectionné ne peut pas être trouvée."
AppSelectionsErrorPartTwo, "Aimeriez-vous en sélectionner une autre maintenant?"
btnNewSearchTT, "Ouvrir un nouvel onglet et démarrer une recherche"
btnSearchTT, "Démarrer une recherche dans l'onglet en cours"
btnStopTT, "Arrêter la recherche sélectionnée"
CaseSensitiveQueryTT, "Recherche avec respect min/maj"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "Afficher uniquement la première ligne"
ColumnWidthRestoreError, "Une erreur s'est produite en restaurant la largeur des colonnes."
ColumnWidthSaveError, "Une erreur s'est produite en enregistrant la largeur des colonnes."
ContextMenuError, "Une erreur s'est produite lors de l'affichage du menu contextuel."
CreatedAfterTT, "Crée après {0}"
CreatedBeforeTT, "Crée avant {0}"
CreatedBetweenTT, "Crée entre le {0} et le {1}"
CSVSpreadsheet, "Fichiers CSV"
CustomAppOpenError, "Une erreur s'est produite lors de l'ouverture du fichier avec l'application personnalisée."
DateCreatedError, "Veuillez indiquer une 'date fin de création' postérieure à la date de début."
DateFiltersSelected, "Filtre date:"
DateMismatchError, "Veuillez indiquer une 'date fin de création' postérieure à la date de début."
DateModifiedError, "Veuillez indiquer une 'date fin de modification' postérieure à la date de début."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Saisir le nom profil:"
ExcludeFilesTT, "Fichiers exclus: {0}"
ExcludePathsTT, "Chemin exclus: {0}"
FileDeleteMessage, "Veuillez attendre pendant que FileSeek exécute l'opération demandée.\nVous pouvez fermer cette fenêtre, mais cela peut mener à des résultats inattendus tant que cette tâche est en cours."
FileDeleteQuestion, "Êtes-vous sûr de vouloir effacer les fichiers ou dossiers sélectionnés?"
FileDeleteTitle, "Suppression fichiers"
FileDeletionError, "Une erreur s'est produite lors de la suppression des fichiers."
FileHandlerError, "Veuillez saisir le chemin pour la recherche."
FileIncludeNameMatch, "Correspondance nom fichier [Filtre fichiers inclus]"
FileOpenError, "Une erreur s'est produite lors de l'ouverture du fichier."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Correspondance nom fichier: {0}"
FileReadError, "Erreur accès fichier: {0}"
FileSelectionError, "Veuillez sélectionner au moins 1 fichier existant puis réessayer."
FileSizeError, "Veuillez indiquer une taille maximum fichier qui soit égale ou supérieure à la taille minimum."
FileSizeFiltersSelected, "Filtres taille fichier:"
FilesSearched, "Fichiers recherchés: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Choisir un dossier où rechercher"
FolderBrowsingError, "Une erreur s'est produite en parcourant pour un dossier."
FolderIncludeNameMatch, "Correspondance nom dossier [Filtres fichiers inclus]"
FolderItemError, "Echec lors de la récupération du dossier pour l'élément: {0}"
FolderOpenError, "Une erreur s'est produite en ouvrant ce dossier."
FolderQueryNameMatch, "Correspondance nom dossier [Recherche texte]"
FolderReadError, "Erreur dors lecture des dossiers d'un dossier: {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Fichier HTML"
IFilterWarning, "Veuillez activer les handlers de fichiers pour afficher des résultats adéquats pour: {0} fichiers"
IncludeFilesTT, "Fichiers inclus: {0}"
InvalidExcludeFilesRegExError, "Le fichier modèles à exclure de RegEx est invalide\n{0}"
InvalidFolderLength, "Taille dossier invalide."
InvalidIncludeFilesRegExError, "Le fichier modèles à inclure de RegEx est invalide\n{0}"
InvalidQueryRegExError, "Motif RegEX invalid.\n{0}"
KeypressError, "Une erreur s'est produite en utilisant ce raccourci clavier."
LinkedFolderError, "Dossier de recherche ignoré car c'est un lien/jonction"
MatchesFound, "Correspondances trouvées: {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "Taille maximale fichier: {0}"
MaxPathError, "Le nom du chemin est très long et peut ne pas fonctionner avec quelques programmes"
MenuOpenError, "Une erreur s'est produite en ouvrant le menu."
MinFileSizeTT, "Taille minimale fichier: {0}"
ModifiedAfterTT, "Modifié après le {0}"
ModifiedBeforeTT, "Modifié avant le {0}"
ModifiedBetweenTT, "Modifié entre le {0} et le {1}"
More, "(plus)"
NoDateFiltersSelected, "Aucun filtre date sélectionné"
NoFileSizeFiltersSelected, "Aucun filtre taille fichier sélectionné"
NoOptionsSelected, "Aucune option sélectionnée"
NotepadError, "Une erreur s'est produite en ouvrant ce fichier avec le Bloc-notes (notepad)."
NoTextSelectionError, "Veuillez sélectionner du texte puis réessayer."
NotYourProfile, "Vous ne possédez pas ce profil."
OnlyShowFirstResultTT, "Afficher uniquement le premier résultat"
OpenManyQuestion, "Êtes-vous sûr de vouloir ouvrir {0} fichiers ou dossiers?"
OptionsSelected, "Options sélectionnées:"
PathsTT, "Chemin(s): {0}"
PathTooLongError, "Windows ne supporte pas cette action avec les longs noms de chemin."
ProfileLoadError, "Il y avait une erreur de chargement du profil."
ProfileLoadOnStartError, "Erreur lors chargement de ce profil. Le Profil n'existe pas."
ProfileOverwriteQuestion, "Êtes-vous sûr de vouloir remplacer ce profil '{0}'?"
ProfileSaved, "Paramètres de recherche enregistrés dans le profil '{0}'"
ProfileSaveError, "Impossible de sauver le profil."
ProOnlyDoubleClickPrompt, "L'action par défaut pour un double-clic est une fonctionnalité FileSeek Pro.\nVous pouvez modifier l'action par défaut dans l'onglet Recherche des paramètres.\n\nVoulez-vous plus d'informations sur la mise à niveau?"
QueryTT, "Recherche:\n{0}"
rdoMatchQueryLineByLineTT, "Ouvrir une ligne fichier à la fois et essayez de trouver la recherche pour chaque ligne"
rdoMatchQueryToWholeFileTT, "Ouvrez le fichier entier en une fois et essayez de trouver la recherche pour le texte entier"
ResultCopied, "Un résultat copié dans le presse-papier."
ResultCopyError, "Une erreur s'est produite en copiant le résultat de la recherche dans le presse-papiers."
ResultSaveError, "Il y a eu une erreur en sauvant vos résultats.\n{0}"
ResultsCopied, "{0} résultats copiés dans le presse-papier."
ResultSelectionError, "Veuillez sélectionner au moins 1 résultat de la recherche puis réessayer."
SaveResults, "Enregistrer les résultats dans une feuille de calcul"
SaveResultsAsHTML, "Enregistrer les résultats comme HTML"
SaveSearchProfile, "Enregistrer le profil de recherche"
SearchComplete, "Recherche effectuée en {0}s"
SearchCriteria, "Critères de recherche:"
SearchCriteriaEmptyTT, "Recherche des critères vide"
SearchEnd, "Finir recherche : {0}"
SearchError, "Une erreur s'est produite lors de la recherche."
SearchStart, "démarrer recherche : {0}"
SearchSubFoldersTT, "Recherche dans les sous-dossiers"
SettingFormShowError, "Une erreur s'est produite lors de l'affichage de la fenêtre des réglages."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "Une erreur s'est produite en copiant ce texte."
TextProcessingError, "Une erreur s'est produite en traitant le texte."
TextSelectionError, "Veuillez sélectionner un peu de texte puis réessayer."
txtPathTT, "Séparer plusieurs éléments avec le caractère |"
UseFileHandlersTT, "Utiliser les handlers fichiers"
ViewingAppPartOne, "Vous n'avez pas sélectionné d'application de visualisation"
ViewingAppPartTwo, "Voulez-vous en sélectionner une maintenant?"
WindowsVersionError, "Désolé, cette fonction n'est pas disponible dans cette version de Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Copier les profils"
btnDelete, "Delete"
btnRename, "Renommer"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Nom profil"
colProfileOwner, "Propriétaire profil"
lblCurrentProfile, "Utilisateur actif: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Comment aimeriez-vous appeler votre nouveau profil?"
MustSelectAnItem, "S'il vous plaît sélectionnez un profil de la liste et réessayez."
ProfileDeleteQuestion, "Êtes-vous sûr de vouloir effacer le profil sélectionné?"
RenameSearchProfile, "Renommer profil de recherche"
SearchProfileName, "Nom profil de recherche:"
Title, "Gestion profils"


[frmSettings_Controls]
btnAdvancedSettings, "Advanced Settings"
btnApply, "Appliquer"
btnBackupSettings, "Export Settings"
btnBrowseOther, "&Parcourir"
btnChangeToFree, "Changer pour la version gratuite"
btnCheckNow, "Check for &Updates Now"
btnClearHistory, "Vider l'historique des recherches"
btnIFilterToggle, "Basculer le handler fichier"
btnLicenseKeyLoadOnline, "Load from Binary Fortress Account"
btnOtherDefault, "&Default"
btnPasteFromClipboard, "Copier depuis le presse-papier"
btnProxySettings, "Paramètre de connexion Internet"
btnRestoreSettings, "Restaure paramétres"
btnTroubleshootingClearLog, "Efface Historique"
btnTroubleshootingCopy, "Copie vers le presse-papiers"
btnTroubleshootingOpenLog, "Ouvre l'historique"
chkAutoUpdate, "Vérifier les mises à jour automatiquement"
chkBeta, "Vérifier les nouvelles versions Beta (instable)"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkIFilterErrors, "Afficher une erreur pour les fichiers sans handler fichier (quand la recherche handler fichier est permise)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Recherche fichiers et dossiers qui sont un lien / jonction"
chkLinkedFoldersSearchShowErrorOnSkip, "Afficher un message lors d'un lien / jonction ignoré"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "Afficher une erreur quand un fichier / dossier ne peut pas être atteint"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "Affiche Infos Bulles"
chkStartWithClearProfile, "Toujours démarrer FileSeek avec critère de recherche à blanc"
chkTreatAllIncludeFiltersAsWildcards, "Traiter tout les filtres fichiers inclus comme jokers"
chkUseCustomDateFormat, "Use a custom date format"
chkWindowsContextMenu, "Afficher Filleseek dans le menu contextuel de Windows"
colName, "Nom"
colRightToLeft, "Droite à gauche"
colTranslators, "Traducteurs"
colVersion, "Version"
gbAutoUpdate, "Mise à jour recherche"
gbCmdLineVars, "Variables de ligne de commande"
gbDateFormat, "Date Format"
gbGeneralOptions, "Options générales"
gbReseller, "Reseller Information"
gbUpdateSettings, "Réglage mise à jour"
lblCmdLineParam, "Paramètres de ligne de commande à passer:"
lblDateFormat, "Date Format"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Sélectionnez une opération par défaut lors d'un double-clic sur un résultat de recherche:"
lblExpireDate, "Date d'expiration de la licence:"
lblLicenseKey, "Clé de licence:"
lblLicenseTo, "Licence accordée à:"
lblNumChar, "Afficher ces caractères pour chaque résultat de la recherche:"
lblSelectViewingApp, "Application de visualisation fichier sélectionnée:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Get New and Updated Languages"
LogLevel0, "Historique: Désactivé"
LogLevel1, "Historique: Important uniquement"
LogLevel2, "Historique: détaillé"
LogLevel3, "Historique: Toutes les lignes"
tabLanguage, "Langues"
tabLicense, "Clé licence"
tabTroubleshooting, "Dépannage"


[frmSettings_Strings]
AppBrowsingError, "Une erreur s'est produite en parcourant pour une application."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exporter tous les résultats en CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporter tous les résultats en HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exporter les résultats sélectionnés en CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporter les résultats sélectionnés en HTML"
cboDefaultDoubleClickOperation_Open, "Ouvrir avec le handler par défaut"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Ouvrir le dossier conteneur"
cboDefaultDoubleClickOperation_OpenNotepad, "Ouvrir avec Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Ouvrir avec une autre application"
ChangeToFreeQuestion, "Êtes-vous sûr de vouloir supprimer votre Clé de licence et revenir à la version gratuite?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Avec cette option activée, une recherche saisie comme foo sera traitée comme *foo*"
ClearHistoryError, "Une erreur s'est produite lors de la suppression de votre historique de recherche."
ClearHistoryWarning, "Êtes-vous sûr de vouloir supprimer votre historique de recherche?"
CommandLineError, "Veuillez saisir les paramètres de la ligne de commande ou cliquer sur 'défaut' pour les réinitialiser."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DebugLogCleared, "Le fichier historique de dépannage a été colrrectement vidé."
DebugLogNotFound, "Le fichier historique de dépannage n'a pas été trouvé.\nAssurez vous d'avoir au préalable activé l'historique de dépannage."
DisableFileHandler, "Désactiver les handlers fichiers"
EnableFileHandler, "Activer les handlers fichiers"
FileCommandDescription, "{0}: remplacé par le nom complet du fichier."
FileHandlerListError, "Une erreur s'est produite en affichant la liste des handlers fichiers."
FileHandlerSelectError, "Une erreur s'est produite en sélectionnant un handler fichier."
FileHandlerToggleError, "Une erreur s'est produite en basculant un handler fichier."
FreeVersion, "Version gratuite"
HistoryCleared, "Historique de recherche vidé avec succès."
InternetSettingsWindowError, "Une erreur s'est produite en ouvrant la fenêtre des réglages pour la connexion Internet."
InvalidExitcode, "Retour ExitCode invalide: {0}"
LineCommandDescription, "{0}: remplacé par le numéro de ligne."
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "Handler"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Veuillez saisir un nombre de caractères compris entre {0} et {1} puis réessayer."
RestoreSettingsFailed, "Echec de la restauration de vos paramètres."
RestoreSettingsSuccess, "Vos Paramètres ont été restaurés."
SettingMenuError, "Une erreur s'est produite lors du paramétrage des réglage du menu contextuel."
tabSettings_About, "A propos"
tabSettings_FileHandlers, "Handler fichier"
tabSettings_Options, "Options"
tabSettings_OtherApp, "Autre application"
tabSettings_Search, "Recherche"
Title, "Réglages"
TroubleshootingCopyError, "Vos imformations de dépannage n'ont pas pu être copiées."
TroubleshootingCopySuccess, "Vos informations de dépannage on été convenablement copiées dans le Presse-Papiers."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Résultats de la recherche enregistrés avec succès.\nVoulez-vous afficher le fichier?"
SearchCriteria, "Critères de recherche"
SearchDate, "Date recherche:"
Title, "Résultats recherche Fileseek"


[IFilterHelper_Strings]
UnknownError, "Erreur IFilter inconnue"
UsingStandardMethodWarning, "Aucunhandler pour ce fichier, recherche en utilisant la méthode standard."


[LicenseValidate_Strings]
ExpiredPrompt, "Désolé, votre clé de licence pour FileSeek Pro a expirée.\nSi vous avez déjà acheté une licence, veuillez la saisir dans la fenêtre des paramètres FileSeek.\n\nVoulez-vous plus d'information à propos de l'achat de FileSeek Pro?"
Invalid, "Désolé, votre clé de licence est invalide."
InvalidReseller, "Désolé, votre clé de licence est uniquement valide avec FileSeek fourni par votre Revendeur.\nS'il vous plaît contactez votre Revendeur pour plus d'information."
LicenseProcessPro, "Merci de vous être enregistré!"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "Votre cléde licence a été retirée."
LicenseProcessTrial, "Merci pour votre essai de FileSeek Pro!\nVotre licence expirera le {0:D}."
RegistryExportSuccess, "Vos réglages ont été enregistrés avec succès."
TrialAlmostDonePrompt, "Votre licence d'essai expirera bientôt.\nSi vous avez déjà acheté une licence, veuillez la saisir dans la fenêtre des paramètres FileSeek.\n\nVoulez-vous plus d'information à propos de l'achat de FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Rechercher avec Fileseek"


[Words]
AdminSettingsLock, "Ces préférences sont gérées par votre administrateur système"
Apply, "Appliquer"
ButtonEnterLicenseKey, "&Saisir la clé de licence"
ButtonLater, "Plus &tard"
ButtonMoreInformation, "&Plus d'informations"
ButtonUseFreeVersion, "&Utiliser la version gratuite"
Cancel, "&Abandonner"
Close, "&Fermer"
Custom, "Custom"
Default, "Default"
Error, "Erreur"
ErrorNotAdminUACDisabled, "l'UAC est désactivé, mais vous n'êtes pas Administrateur, votre action va probablement échouée.\nVeuillez activer l'UAC ou vous connecter en tamt qu'Administrateur puis réessayer.\nSi vous avez désactivé l'UAC récemment, assurez-vous d'avoir redémarré votre ordinateur."
Help, "Aide"
Info, "Info"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
NeedProQuestion, "Vous devez mettre à jour FileSeek Pro pour utiliser cette fonctionnalité.\nVoulez-vous plus d'information sur la mise à jour?"
Never, "Jamais"
No, "Non"
OK, "&OK"
ProOnlyNotice, "Les fonctions uniquement disponible dans la version Pro sont en bleu"
Refresh, "Rafraichir"
Seconds, "seconds"
Unknown, "Unknown"
Yes, "Oui"


[Installer]
AdditionalIcons, "Icônes supplémentaires:"
ContextMenu, "Ajouter Fileseek au menus contextuel"
CurrentUserOnly, "Pour l'utilisateur courant uniquement"
DesktopIcon, "Ajouter une icône sur le bureau"
DotNetDownloadNow, "Voulez-vous le télécharger maintenant?"
DotNetNeededMayNotWork, "FileSeek ne peut pas être exécuter correctement sans Microsoft .NET Framework 2.0."
DotNetRequired, "Fileseek nécessite Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Veuillez relancer l'installation de FileSeek après avoir installé Microsoft .NET Framework 2.0."
ForAllUsers, "Pour tous les utilisateurs"
LaunchFileSeek, "Charger Fileseek"
LicKeyInvalid, "Cette clé de licence semble être invalide."
LicKeyLabel, "Clé de licence:"
LicKeySelectOption, "Veuillez sélectionner une Option de licence et réessayer."
LicKeyText, "Options de Licence :"
LicKeyTextAdminLocked, "Votre Clef de la Licence a été mise par votre Administrateur."
LicKeyTextChangeFree, "Cliquer sur 'Changer pour la version gratuite' dans la fenêtre des paramétres pour utiliser la version gratuite."
LicKeyTextEnterOrFree, "Veuillez entrer une Clé de Licence Valide ou choisissez 'Utiliser la version gratuite'."
LicKeyTextPaid, "Utiliser cette Clé de Licence :"
LicKeyTextTrial, "Utiliser la version d'essai (uniquement la première fois), reviendra vers la version gratuite après 30 jours"
RunAtStartup, "Démarrer FileSeek au lancement de Windows"
ShowWelcome, "Afficher la page d'accueil de Fileseek"
TextBefore, "Si vous avez FileSeek actuellement actif, veuillez vous assurez qu'il soit fermé avant d'installer cette nouvelle version.\n\nVisitez http://www.fileseek.ca pour les mises à jour et le support."
UninstallRemoveAllData1, "Voulez-vous supprimer totalement TOUS les paramètres, préférences et fichiers temporaires de FileSeek?"
UninstallRemoveAllData2, "Ceci n'est pas recommandé si vous voulez réinstaller FileSeek."